xml/request/netmusik_cavalleria.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>0000000018287060|150014</ac:identifier>
                <dc:identifier xsi:type="dcterms:URI">http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/MusicCollection?sku=0000000018287060</dc:identifier>
                <dc:identifier xsi:type="dkdcplus:UPC">5099909483859</dc:identifier>
                <ac:source>Bibzoom (album)</ac:source>
                <dc:title>Mascagni: Cavalleria Rusticana</dc:title>
                <dc:title xsi:type="dkdcplus:full">Mascagni: Cavalleria Rusticana</dc:title>
                <dc:creator xsi:type="dkdcplus:mus">Riccardo Muti</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">José Carreras</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">PHILHARMONIA ORCHESTRA</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Montserrat Caballé</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Jose Carreras</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Kari Nurmela</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Astrid Varnay</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Matteo Manuguerra</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Ambrosian Opera Chorus</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Julia Hamari</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Renata Scotto</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Thomas Allen</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Sir Thomas Allen</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Ugo Benelli</dc:creator>
                <dc:creator xsi:type="dkdcplus:mus">Southend Boys' Choir</dc:creator>
                <dc:creator xsi:type="oss:sort">Muti, Riccardo</dc:creator>
                <dc:creator xsi:type="oss:sort">José Carreras</dc:creator>
                <dc:creator xsi:type="oss:sort">Philharmonia Orchestra</dc:creator>
                <dc:creator xsi:type="oss:sort">Montserrat Caballé</dc:creator>
                <dc:creator xsi:type="oss:sort">Carreras, Jose</dc:creator>
                <dc:creator xsi:type="oss:sort">Nurmela, Kari</dc:creator>
                <dc:creator xsi:type="oss:sort">Varnay, Astrid</dc:creator>
                <dc:creator xsi:type="oss:sort">Manuguerra, Matteo</dc:creator>
                <dc:creator xsi:type="oss:sort">Ambrosian Opera Chorus</dc:creator>
                <dc:creator xsi:type="oss:sort">Hamari, Julia</dc:creator>
                <dc:creator xsi:type="oss:sort">Scotto, Renata</dc:creator>
                <dc:creator xsi:type="oss:sort">Allen, Thomas</dc:creator>
                <dc:creator xsi:type="oss:sort">Allen, Sir Thomas</dc:creator>
                <dc:creator xsi:type="oss:sort">Benelli, Ugo</dc:creator>
                <dc:creator xsi:type="oss:sort">Southend Boys' Choir</dc:creator>
                <dc:subject xsi:type="dkdcplus:genre">klassisk musik</dc:subject>
                <dc:date>2011</dc:date>
                <dc:publisher>EMI Classics</dc:publisher>
                <dc:contributor xsi:type="dkdcplus:cmp">Ruggero Leoncavallo</dc:contributor>
                <dc:contributor xsi:type="dkdcplus:cmp">Pietro Mascagni</dc:contributor>
                <dc:contributor xsi:type="dkdcplus:prf">Southend Boys' Choir</dc:contributor>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Musik (net)</dc:type>
                <dc:rights>(P) 2011 The copyright in this sound recording is owned by EMI Records Ltd.</dc:rights>
                <dcterms:extent>68:55</dcterms:extent>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287117"&gt;Cavalleria Rusticana (1987 Digital Remaster): No, no, Turiddu, rimani (Santuzza/Turiddu)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287136"&gt;Pagliacci (1987 Digital Remaster), PROLOGO/PROLOGUE/PROLOG: Si può? Si può? (Tonio)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287118"&gt;Cavalleria Rusticana (1987 Digital Remaster): Intermezzo (Orchestra)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287133"&gt;Cavalleria Rusticana (1987 Digital Remaster): Mamma, quel vino è generoso (Turiddu/Mamma Lucia/Santuzza/Una donna)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287062"&gt;Preludio (Orchestra) ... O Lola ch'hai di latti la cammisa (Turiddu) from Cavalleria rusticana (1987 Digital Remaster)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287069"&gt;Cavalleria Rusticana (1987 Digital Remaster): Il cavallo scalpita (Alfio/Chorus)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287121"&gt;Cavalleria Rusticana (1987 Digital Remaster): Viva il vino spumeggiante (Turiddu/Coro/Lola)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287137"&gt;Pagliacci (1987 Digital Remaster), ATTO PRIMO/ACT 1/ERSTER AKT/PREMIER ACTE, Scena seconda/Scene 2/Zweite Szene/Deuxième Scène: Qual fiamma avea nel guardo!...Hiu! Stridono lassù (Nedda)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287082"&gt;Regina Coeli ... Inneggiamo, il Signor non è morto (Coro/Santuzza/Mamma Lucia) from Cavalleria rusticana (1987 Digital Remaster)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287138"&gt;Pagliacci (1987 Digital Remaster), ATTO PRIMO/ACT 1/ERSTER AKT/PREMIER ACTE, Scena seconda/Scene 2/Zweite Szene/Deuxième Scène: E allor perché, di', tu m'hai stregato (Silvio/Nedda)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287114"&gt;Cavalleria Rusticana (1987 Digital Remaster): Voi lo sapete, o mamma (Santuzza/Mamma Lucia)&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287139"&gt;Pagliacci (1987 Digital Remaster), ATTO PRIMO/ACT 1/ERSTER AKT/PREMIER ACTE, Scena seconda/Scene 2/Zweite Szene/Deuxième Scène: Recitar!...Vesti la giubba&lt;/a&gt;</dcterms:hasPart>
                <dcterms:hasPart xsi:type="dkdcplus:track">&lt;a href="http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/Track?sku=0000000018287140"&gt;No, Pagliaccio non son ... Suvvia, così terrible(Canio/Coro/Silvio/Nedda/Beppe/Tonio) from Pagliacci (1987 Digital Remaster)&lt;/a&gt;</dcterms:hasPart>
              </dkabm:record>
              <os:identifier>150014-album:0000000018287060</os:identifier>
              <os:creationDate/>
              <os:holdingsCount>0</os:holdingsCount>
              <os:lendingLibraries>0</os:lendingLibraries>
              <os:relations>
                <os:relation>
                  <os:relationType>dbcaddi:hasOnlineAccess</os:relationType>
                  <os:relationUri>http://www.bibzoom.dk/cgi-bin/WebObjects/TShop.woa/wa/PSShop/MusicCollection?sku=0000000018287060</os:relationUri>
                  <os:linkObject>
                    <os:accessType>download</os:accessType>
                    <os:access>remote</os:access>
                    <os:linkTo/>
                  </os:linkObject>
                </os:relation>
              </os:relations>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
